tap "argon/mas"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/core"
tap "osx-cross/avr"
tap "universal-ctags/universal-ctags"
brew "ant"
brew "autoconf"
brew "automake"
brew "awscli"
brew "axel"
brew "binutils"
brew "bison"
brew "c-ares"
brew "ca-certificates"
brew "ghc"
brew "cabal-install"
brew "libpng"
brew "freetype"
brew "fontconfig"
brew "glib"
brew "ccache"
brew "clang-format"
brew "cmake"
brew "coreutils"
brew "cscope"
brew "libusb"
brew "libusb-compat"
brew "dfu-programmer"
brew "gmp"
brew "libtool"
brew "pkg-config"
brew "gobject-introspection"
brew "icu4c"
brew "jpeg"
brew "libtiff"
brew "webp"
brew "ffmpeg"
brew "findutils"
brew "isl"
brew "mpfr"
brew "libmpc"
brew "gcc"
brew "gd"
brew "gh"
brew "gibo"
brew "git"
brew "git-lfs"
brew "gnu-sed"
brew "go"
brew "gradle"
brew "pango"
brew "graphviz"
brew "haskell-stack"
brew "imagemagick"
brew "jansson"
brew "jo"
brew "jpeginfo"
brew "jpegoptim"
brew "oniguruma"
brew "jq"
brew "k9s"
brew "keychain"
brew "libev"
brew "libssh2"
brew "libxml2"
brew "libyaml"
brew "lua"
brew "luarocks"
brew "mecab-ipadic"
brew "mysql"
brew "neovim"
brew "nghttp2"
brew "nkf"
brew "nodebrew"
brew "numpy", link: false
brew "openjdk"
brew "p7zip"
brew "parallel"
brew "perl"
brew "php-cs-fixer"
brew "pstree"
brew "pyenv"
brew "python@3.7", link: true
brew "ruby-build"
brew "rbenv"
brew "ruby"
brew "sbt"
brew "spdylay"
brew "tcl-tk"
brew "teensy_loader_cli"
brew "the_silver_searcher"
brew "tmux"
brew "unixodbc"
brew "unzip"
brew "vim"
brew "watch"
brew "wxpython"
brew "wxwidgets"
brew "zlib"
brew "zsh"
brew "zsh-syntax-highlighting"
brew "argon/mas/mas"
brew "osx-cross/avr/avr-binutils"
brew "osx-cross/avr/avr-gcc@9"
brew "universal-ctags/universal-ctags/universal-ctags", args: ["HEAD"]
cask "alfred"
cask "android-file-transfer"
cask "background-music"
cask "charles"
cask "clipy"
cask "db-browser-for-sqlite"
cask "disk-inventory-x"
cask "docker"
cask "flux"
cask "google-cloud-sdk"
cask "google-drive"
cask "google-japanese-ime"
cask "ifunbox"
cask "iterm2"
cask "java"
cask "launchcontrol"
cask "netron"
cask "rider"
cask "sequel-pro"
cask "slack"
cask "unity-hub"
cask "vagrant"
mas "Microsoft Remote Desktop", id: 1295203466
