tap "caskroom/cask"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/core"
tap "neovim/neovim"
tap "sanemat/font"
tap "universal-ctags/universal-ctags"
brew "xz"
brew "python@3.8"
brew "lzo"
brew "pixman"
brew "pkg-config"
brew "cairo"
brew "capnp"
brew "coreutils"
brew "deno"
brew "docker"
brew "emacs"
brew "fribidi"
brew "giflib"
brew "gobject-introspection"
brew "graphite2"
brew "icu4c"
brew "harfbuzz"
brew "libspiro"
brew "libuninameslist"
brew "pango"
brew "fontforge"
brew "gh"
brew "gibo"
brew "git"
brew "git-lfs"
brew "gnu-getopt"
brew "gnu-sed"
brew "grep"
brew "haskell-stack"
brew "htop"
brew "imagemagick"
brew "libxml2"
brew "oniguruma"
brew "jq"
brew "keychain"
brew "libevent"
brew "lua@5.1"
brew "mas"
brew "mecab"
brew "mecab-ipadic"
brew "neovim"
brew "nkf"
brew "nmap"
brew "open-mpi"
brew "opencv"
brew "openjdk"
brew "poetry"
brew "pyenv"
brew "pyenv-virtualenv"
brew "qt", link: false
brew "reattach-to-user-namespace"
brew "sourcekitten"
brew "tesseract"
brew "the_silver_searcher"
brew "tmux"
brew "tree"
brew "vim"
brew "wget"
brew "youtube-dl"
brew "zsh-syntax-highlighting"
brew "sanemat/font/ricty"
brew "universal-ctags/universal-ctags/universal-ctags", args: ["HEAD"]
cask "alfred"
cask "android-file-transfer"
cask "clipy"
cask "discord"
cask "disk-inventory-x"
cask "docker"
cask "flux"
cask "gimp"
cask "google-chrome"
cask "google-cloud-sdk"
cask "google-japanese-ime"
cask "intel-power-gadget"
cask "iterm2"
cask "kindle"
cask "libreoffice"
cask "osxfuse"
cask "postman"
cask "sequel-pro"
cask "skitch"
cask "slack"
cask "telegram"
cask "unity-hub"
cask "vagrant"
cask "virtualbox"
cask "vlc"
cask "zotero"
mas "Soliton SecureBrowser Pro", id: 896934587
mas "TweetDeck", id: 485812721
