tap 'caskroom/cask'
tap 'homebrew/bundle'
tap 'homebrew/core'
tap 'homebrew/fuse'
tap 'neovim/neovim'
tap 'sanemat/font'
brew 'openssl'
brew 'libevent'
brew 'tmux'
brew 'autojump'
brew 'ctags'
brew 'docker'
brew 'gibo'
brew 'global'
brew 'htop-osx'
brew 'jq'
brew 'tmux'
brew 'neovim/neovim/neovim', args: ['HEAD']
brew 'sanemat/font/ricty'
cask 'alfred'
cask 'google-chrome'
cask 'iterm2'
cask 'sequel-pro'
cask 'vagrant'
cask 'virtualbox'
cask 'osxfuse'
brew 'homebrew/fuse/ntfs-3g'
